/* No comment provided by engineer. */
"Authenticating as {0}" = "Ідентифікую як {0}";


"Deleting {0}" = "Видаляю {0}";
"Disconnected" = "Відключено";
"Disconnecting {0}" = "Відключаю {0}";
"Downloading {0}" = "Завантажуєю {0}";
/* Connection type opened */
"{0} connection opened" = /* Connection type opened */
"{0} з'єднань відкрито";

/* Reading size of file. */
"Getting size of {0}" = "Отримую розмір {0}";

/* Reading modification date of file. */
"Getting timestamp of {0}" = "Отримую часова мітка {0}";

/* Reading permission of file. */
"Getting permission of {0}" = "Отримую дозвіл {0}";

/* No activity */
"Idle" = "Простій";
"Listing directory {0}" = "Отримую список каталогів {0}";
"Making directory {0}" = "Створюю каталог {0}";
"Maximum allowed connections exceeded. Waiting" = "Перевищено максимально дозволену кількість папок. Очікує";
"Mounting {0}" = "Монтується {0}";

/* The user did not accept the certificate or is not valid */
"No trusted certificate found" = "Не знайдено довірчій сертифікат";
"Opening {0} connection to {1}" = "Відкриваю {0} з'єднань до {1}";
"SFTP subsystem ready" = "Підсистема SFTP готова";
"SCP subsystem ready" = "Підсистема SCP готова";
"Starting SFTP subsystem" = "Запускаю підсистема SFTP";
"Starting SCP subsystem" = "Запускаю підсистема SCP";
"Uploading {0}" = "Завантажую {0}";

/* Renaming file status message; Renaming to <new filename>. */
"Renaming {0} to {1}" = "Перейменовую з {0} на {1}";

/* Duplicate a file */
"Copying {0} to {1}" = "Копіюю {0} до {1}";

/* Changing the owner of a file */
"Changing owner of {0} to {1}" = "Знінюю власника {0} на {1}";

/* Changing the group owner of a file */
"Changing group of {0} to {1}" = "Змінюю групу з {0} на {1}";

/* Changing UNIX file permissions */
"Changing permission of {0} to {1}" = "Змінюю дозвіл з {0} на {1}";

/* Indicates remaining time needed for files to transfer */
"{0} seconds remaining" = "{0} секунд залишилось";

/* Indicates remaining time needed for files to transfer */
"{0} minutes remaining" = "{0} хвилин залишилось";

/* Indicates remaining time needed for files to transfer */
"{0} hours remaining" = "{0} годин залишилось";

/* When trying to determine the IP address of a server hostname; e.g. Resolving example.net */
"Resolving {0}" = "Вирішую {0}";

/* Retry in 10 seconds - Used to indicate the time left until another connection attempt is made */
"Retry again in {0} seconds ({1} more attempts)" = "Спробувати знову через {0} секунд ({1} пільше спроб)";
"Transfer complete" = "Передачу завершено";
"Transfer incomplete" = "Передачу не завершено";

/* Content distribution network (CDN) */
"Enable {0} Distribution" = "Включити {0} Поширення";
"Disable {0} Distribution" = "Виключити {0} Поширення";

/* Compress and expand archives */
"Archiving {0}" = "Архівую {0}";
"Unarchiving {0}" = "Розархівовую {0}";

/* Compute MD5 hash */
"Compute MD5 hash of {0}" = "Підраховую MD5 хеш {0}";

/* Reading HTTP headers */
"Reading metadata of {0}" = "Читаю метадані {0}";

/* Writing custom HTTP headers */
"Writing metadata of {0}" = "Записую метадані {0}";

/* Prepare path for transfer */ 
"Prepare {0}" = "Підготувати {0}";

/* Content distribution network (CDN) configuration */
"Reading CDN configuration of {0}" = "Читаю CDN конфігурацію {0}";
"Writing CDN configuration of {0}" = "Записую CDN конфігурацію {0}";﻿

/* Growl Notification */
"Connection failed" = "Невдале з'єднання";

/* Growl Notification */
"Connection opened" = "З'єднання відкрито";

/* Growl Notification */
"Download complete" = "Зарантаження завершено";

/* Growl Notification */
"Synchronization complete" = "Синхронізацію завершено";

/* Growl Notification */
"Upload complete" = "Відвантаження завершено";

/* Growl Notification */
"Download failed" = "Невдале завантаження";

/* Growl Notification */
"Upload failed" = "Невдале відвантаження";

/* Growl Notification */
"Transfer queued" = "Передачу поставлено у чергу";
